Repository: nicolafranchini/VenoBox-WP
Catalog: languages/venobox-*.po
Languages: es_es, it_it

source: Add VenoBox for all linked images & galleries
es_es: Añadir Lightbox para todas las imágenes y galerías vinculadas
it_it: Aggiungi Lightbox per tutti link collegati a immagini e alle gallerie

source: Add VenoBox for all the links to YouTube, Vimeo, and .mp4, .webm, .ogg videos
es_es: Active VenoBox para todos los enlaces a YouTube, Vimeo y vídeos .mp4, .webm, .ogg
it_it: Aggiungi Lightbox per tutti link collegati a YouTube, Vimeo e .webm, .ogg video

source: Allow continous navigation, jumping from last to first item and vice versa
es_es: Permitir navegación continua, pasando del último al primer elemento y viceversa.
it_it: Consenti navigazione continua, saltando dall'ultimo elemento al primo e viceversa

source: Aspect ratio for video and iFrame
es_es: Ratio para vídeo e iFrame
it_it: Aspect ratio per video e iFrame

source: Autoplay
es_es: Auto-reproducción
it_it: Avvio Automatico

source: Autoplay videos
es_es: Auto-reproducción vídeos
it_it: Riproduzione automatica video

source: Block
es_es: Bloque
it_it: Blocco

source: Bottom
es_es: Abajo
it_it: In fondo

source: Caption
es_es: Subtítulo
it_it: Didascalia

source: Disable Beaver Builder Lightbox
es_es: Deshabilitar Beaver Builder Lightbox
it_it: Disabilita LightBox di Beaver Builder

source: Disable keyboard
es_es: Desactivar teclado
it_it: Disabilita tastiera

source: Disable keyboard navigation
es_es: Desactivar la navegación por teclado
it_it: Disabilita navigazione da tastiera

source: Disable Navigation
es_es: Desactivar navegación
it_it: Disabilita navigazione

source: Disable Previous & Next Arrows
es_es: Deshabilitar flechas anterior y siguiente
it_it: Disabilita frecce Previous & Next

source: Disable swipe
es_es: Deshabilitar deslizamiento
it_it: Disabilita swipe

source: Disable touch swipe navigation
es_es: Deshabilitar la navegación táctil y deslizable
it_it: Disabilita navigazione al trascinamento

source: Disable VenoBox
es_es: Desactivar VenoBox
it_it: Disabilita Venobox

source: Enable share buttons
es_es: Habilitar botones para compartir
it_it: Abilita pulsanti di condivisione

source: Fit view
es_es: Vista ajustada
it_it: Adatta in altezza

source: Frame Border Color
es_es: Color del borde del marco
it_it: Colore bordo cornice

source: Frame Border Thickness
es_es: Grosor del borde del marco
it_it: Spessore bordo cornice

source: Galleries
es_es: Galerías
it_it: Gallerie

source: Gallery Numeration
es_es: Numeración de la galería
it_it: Numerazione gallerie

source: General Settings
es_es: Configuración general
it_it: Impostazioni generali

source: Images
es_es: Imágenes
it_it: Immagini

source: Infinite Gallery
es_es: Galería infinita
it_it: Galleria infinita

source: Integration
es_es: Integración
it_it: Integrazione

source: Item Title
es_es: Título del artículo
it_it: Titolo Elemento

source: Link Images
es_es: Enlace de imágenes
it_it: Link immagini

source: Link videos
es_es: Enlace de vídeos
it_it: Link video

source: Max item width
es_es: Ancho máximo del elemento
it_it: Larghezza massima

source: Media attribute to be useed as title
es_es: Atributo de medios que se utilizará como título.
it_it: Attributo da utilizzare come titolo

source: Navigation & Title Color
es_es: Color de navegación y título
it_it: Navigazione e Colore Titolo

source: None
es_es: Ninguno
it_it: Nessuno

source: Overlay Color
es_es: Color superpuesto
it_it: Colore Sovrapposizione

source: Pill
es_es: Píldora
it_it: Pillola

source: Preloader Type
es_es: Tipo de Preloader
it_it: Tipo di Preloader

source: Resize the images to fit within the viewport height
es_es: Cambiar el tamaño de las imágenes para que se ajusten a la altura de la ventana
it_it: Ridimensiona le immagini per adattarle all'alltezza della finestra

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Share style
es_es: Estilo de compartir
it_it: Stile condivisione

source: Sharing
es_es: Compartir
it_it: Condivisione

source: Show Pagination for Multiple Items
es_es: Mostrar paginación para elementos múltiples
it_it: Mostra paginazione per elemento multilpi

source: Style
es_es: Estilo
it_it: Stile

source: Support for FacetWP
es_es: Soporte para FacetWP
it_it: Supporto per FacetWP

source: Support for Search & Filter Pro
es_es: Soporte para Search & Filter Pro
it_it: Supporto per Search & Filter Pro

source: Support for WooCommerce
es_es: Soporte para WooCommerce
it_it: Supporto per WooCommerce

source: Title
es_es: Título
it_it: Titolo

source: Title and share bar background
es_es: Fondo título y barra para compartir
it_it: Sfondo titolo e barra condivisione

source: Title Position
es_es: Posición del título
it_it: Posizione Titolo

source: Title style
es_es: Estilo del título
it_it: Stile titolo

source: Top
es_es: Arriba
it_it: In alto

source: Transition speed (ms)
es_es: Velocidad de transición (ms)
it_it: Velocit√† transizione (ms)

source: Transparent
es_es: Transparente
it_it: Trasparente

source: VenoBox - modal window for Images, Videos, Inline contents, iFrames, Ajax requests. Touch swipe gallery.
es_es: VenoBox: ventana modal para imágenes, vídeos, contenidos en línea, iFrames y solicitudes Ajax. Galería touch swipe.
it_it: VenoBox - modal window per immagini, video, Inline contents, iFrame, chiamate Ajax. Touch swipe gallery.

source: VenoBox Options
es_es: Opciones de VenoBox

source: VenoBox Settings
es_es: Configuración de VenoBox
it_it: Impostazioni Venobox

source: Videos
es_es: Vídeos
it_it: Video

source: Bar
it_it: Barra
